Repository: br-automation-com/mapp-Framework
Catalog: mappFramework/Logical/MachineControl/AxisTemplate/AxisAlarms.tmx
Source language: en
Languages: de, zh

source: Axis speed not set {&AxisSpeed|.2f}
de: Achsgeschwindigkeit nicht gesetzt {&AxisSpeed|.2f}
zh: 送料速度未设

source: Initialization problem
de: Initialisierungsproblem
zh: 伺服驱动器初始化错误

source: Operation problem
de: Betriebsproblem
zh: 伺服驱动器运行错误

source: Data access problem
de: Datenzugriffsproblem
zh: 伺服驱动器数据传输错误

source: Syntax error
de: Syntax-Fehler
zh: 伺服系统语法错误

source: Network problem
de: Netzwerk Problem
zh: 伺服驱动器通讯错误

source: Drive problem
de: Antriebsproblem
zh: ACOPOS驱动器故障

source: Supply problem
de: Versorgungsproblem
zh: 伺服驱动器电源故障

source: Motor problem
de: Motorisches Problem
zh: 运动轴控电机错误

source: Holding brake problem
de: Problem mit der Haltebremse
zh: 伺服电机抱闸故障

source: Restore Position is not possible, reference axis is required
zh: 无法恢复位置，需要参考轴

source: System problem
zh: 伺服驱动器系统故障

source: Parameter problem
zh: 伺服驱动器参数错误

source: Encoder problem
zh: 伺服电机编码器故障

source: IO problem
zh: 伺服驱动器IO错误
